Repository: WordPressBugBounty/plugins-ays-random-posts-and-pages
Catalog: ays-random-posts-and-pages/languages/ays-random-posts-and-pages-*.po
Languages: ru_ru

source: The main advantage of this widget is random movement of random links and every time they are changing.
ru_ru: Главное преимущество этого виджета — случайное перемещение случайных ссылок и каждый раз они меняются.

source: AYS random internal links
ru_ru: Случайные внутренние ссылки AYS

source: move
ru_ru: переместить

source: post
ru_ru: запись

source: Title:
ru_ru: Заголовок:

source: This feature is available only in
ru_ru: Эта функция доступна только в

source: PRO version!!!
ru_ru: PRO версии!!!

source: Themes:
ru_ru: Темы:

source: Animation type:
ru_ru: Тип анимации:

source: Post type:
ru_ru: Тип страницы:

source: Hold the CTRL/CMD key and select the post types of your choice.
ru_ru: Удерживайте клавишу CTRL/CMD и выберите нужные вам типы постов.

source: Show posts with the same post type:
ru_ru: Показать посты с тем же типом постов:

source: Post category:
ru_ru: Категория постов:

source: Hold the CTRL/CMD key and select the post category of your choice.
ru_ru: Удерживайте клавишу CTRL/CMD и выберите нужную категорию в публикации.

source: Box Width (300px)(for the 100% save empty blank):
ru_ru: Ширина поля (300 пикселей) (для 100% сохранения пустого поля):

source: Box Height (300px):
ru_ru: Высота блока (300 пикселей):

source: Box background color:
ru_ru: Цвет фона блока содержимого:

source: Background Image:
ru_ru: Фоновое изображение:

source: Box border color:
ru_ru: Цвет границы поля:

source: Box border thickness (3px):
ru_ru: Толщина границы блока (3px):

source: Box border radius (10px):
ru_ru: Радиус границы поля (10 пикселей):

source: Box shadow (0px 0px 6px 8px #BCE7E9):
ru_ru: Тень блока (0px 0px 6px 8px #BCE7E9):

source: Links count:
ru_ru: Количество ссылок:

source: Quantity letters:
ru_ru: Количество букв:

source: Links Background color:
ru_ru: Цвет фона ссылок:

source: Links color:
ru_ru: Цвет ссылок:

source: Link padding (4px):
ru_ru: Отступ ссылки (4px):

source: Links border radius:
ru_ru: Радиус границы ссылок:

source: Font:
ru_ru: Шрифт:

source: Animation speed:
ru_ru: Скорость анимации:

source: Links hover image display:
ru_ru: Ссылки при наведении на изображение:

source: Links hover image height (px):
ru_ru: Высота изображения при наведении на ссылку (в пикселях):

source: Links hover image size:
ru_ru: Размер изображения при наведении на ссылку:

source: Links hover background color:
ru_ru: Цвет фона при наведении на ссылки:

source: Links hover color:
ru_ru: Цвет ссылок при наведении:

source: Links hover border color:
ru_ru: Цвет границы ссылок при наведении:

source: Hide on mobile devices:
ru_ru: Скрыть на мобильных устройствах:

source: Upgrade to Premium
ru_ru: Обновление до Премиум

source: Get Now!
ru_ru: Получите сейчас!

source: Reset
ru_ru: Сбросить
